---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LayerTypeMaterials
source: html/3cb3a45a-b794-ff17-9ab3-6d70fde3182e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LayerTypeMaterials Property

"Material": Material

## Syntax (C#)
```csharp
public static ForgeTypeId LayerTypeMaterials { get; }
```